{
  "root": {
    "1": "Discuss safety on the golf course. Show that you know first aid for injuries or illnesses that could occur while golfing, including lightning, heat reactions, dehydration, blisters, sprains, and strains.",
    "2": [
      "Study the USGA \"Rules of Golf\" now in use.",
      3,
      {
        "a": "Tell about the three categories of golf etiquette.",
        "b": "Demonstrate that you understand the definitions of golf terms.",
        "c": "Show that you understand the \"Rules of Amateur Status.\""
      }
    ],
    "3": "Tell about your understanding of the USGA system of handicapping.",
    "4": [
      "Do the following:",
      3,
      {
        "a": "Tell about the early history of golf.",
        "b": "Describe golf’s early years in the United States.",
        "c": "Tell about the accomplishments of a top golfer of your choice."
      }
    ],
    "5": "Discuss with your counselor vocational opportunities related to golf.",
    "6": [
      "Do the following:",
      2,
      {
        "a": "Tell how golf can contribute to a healthy lifestyle, mentally and physically.",
        "b": "Tell how a golf exercise plan can help you play better. Show two exercises that would help improve your game."
      }
    ],
    "7": [
      "Show the following:",
      8,
      {
        "a": "The proper grip, stance, posture, and key fundamentals of a good swing",
        "b": "Driver played from a tee",
        "c": "The fairway wood shot",
        "d": "The long iron shot",
        "e": "The short iron shot",
        "f": "The approach, chip-and-run, and pitch shots",
        "g": "The sand iron shot, bunker, or heavy rough recovery shots",
        "h": "A sound putting stroke"
      }
    ],
    "8": [
      "Play a minimum of two nine-hole rounds or one 18-hole round of golf with another golfer about your age and with your counselor",
      3,
      {
        "a": "Follow the \"Rules of Golf.\"",
        "b": "Practice good golf etiquette.",
        "c": "Show respect to fellow golfers, committee, sponsor, and gallery"
      }
    ]
  }
}
